# 10/03 基本情報技術者試験 第4章
# 10/04 基本情報技術者試験 第5章
# 10/05 基本情報技術者試験 第6章
# 10/06 基本情報技術者試験 第7章
# 10/07 基本情報技術者試験 第8章
# 10/08 基本情報技術者試験 第9章
# 10/09 基本情報技術者試験 第10章(11/23 受験)
# 10/10 基本情報技術者試験 第11章
# 10/11 基本情報技術者試験 第12章
# 10/12 基本情報技術者試験 第13章
# 10/13 基本情報技術者試験 第14章
# 10/14 基本情報技術者試験 第15章
# 10/15 基本情報技術者試験 テキスト全て通読。明日から過去問を中心に学習。(学習方法の変更
# 10/16 基本情報技術者パーフェクトラーニング　回答と解説通読の繰り返し
# 10/17 基本情報技術者パーフェクトラーニング
# 10/18 基本情報技術者パーフェクトラーニング
# 10/19 基本情報技術者パーフェクトラーニング
# 10/20 理解が甘かったので、テキスト2週目+過去問見直し(受験日11/23別件の予定が入ったため、12/9に変更)