# 10/03 基本情報技術者試験 第4章
# 10/04 基本情報技術者試験 第5章
# 10/05 基本情報技術者試験 第6章
# 10/06 基本情報技術者試験 第7章
# 10/07 基本情報技術者試験 第8章
# 10/08 基本情報技術者試験 第9章
# 10/09 基本情報技術者試験 第10章
# 10/10 基本情報技術者試験 第11章
# 10/11 基本情報技術者試験 第12章
# 10/12 基本情報技術者試験 第13章
# 10/13 基本情報技術者試験 第14章
# 10/14 基本情報技術者試験 第15章
# 10/15 基本情報技術者試験 テキスト全て通読。明日から過去問を中心に学習。(学習方法の変更
# 10/16 基本情報技術者パーフェクトラーニング　回答と解説通読の繰り返し
# 10/17 基本情報技術者パーフェクトラーニング
# 10/18 基本情報技術者パーフェクトラーニング
# 10/19 基本情報技術者パーフェクトラーニング
# 10/20 理解が甘かったので、テキスト2週目+過去問見直し
# 10/21 基本情報技術者テキスト＋過去問
# 10/21 基本情報技術者テキスト＋過去問
# 10/22 基本情報技術者テキスト＋過去問
# 10/23 基本情報技術者テキスト＋過去問
# 10/24 基本情報技術者テキスト＋過去問
# 10/25 基本情報技術者テキスト＋過去問
# 10/26 基本情報技術者テキスト＋過去問
# 10/26 基本情報技術者テキスト＋過去問
# 10/26 基本情報技術者テキスト＋過去問
# 10/26 基本情報技術者テキスト＋過去問
# 10/27 基本情報技術者テキスト
# 10/28 基本情報技術者テキスト
# 10/29 基本情報技術者テキスト
# 10/30 基本情報技術者テキスト
# 10/31 基本情報技術者テキスト
# 11/01 基本情報技術者テキスト
# 11/02 基本情報技術者テキスト
# 11/03 基本情報技術者テキスト
# 11/04 基本情報技術者テキスト
# 11/05 基本情報技術者テキスト
# 11/06 基本情報技術者テキスト
# 11/07 基本情報技術者テキスト + Pythonについて調べ物(記述方法など)
# 11/08 基本情報技術者テキスト
# 11/09 基本情報技術者テキスト
# 11/10 基本情報技術者テキスト + 動画学習も開始
# 11/11 基本情報技術者テキスト + 動画学習
# 11/12 基本情報技術者テキスト + 動画学習
# 11/13 基本情報技術者テキスト + 動画学習・progate Java,Python 学習開始
# 11/13 基本情報技術者テキスト + 動画学習・progate Java,Python,Command Line
# 11/14 基本情報技術者テキスト + 動画学習・progate Java,Python,Command Line
# 11/15 基本情報技術者テキスト + 動画学習・progate Java,Python,Command Line
# 11/16 基本情報技術者テキスト + 動画学習・progate Java,Python,Command Line(完了)
# 11/17 基本情報技術者テキスト + 動画学習・progate Java,Python
# 11/18 基本情報技術者テキスト + 動画学習
# 11/19 基本情報技術者テキスト + 動画学習
# 11/20 基本情報技術者テキスト + 動画学習
# 11/21 基本情報技術者テキスト + 動画学習
# 11/22 基本情報技術者テキスト + 動画学習・progate Java,Python
# 11/23 基本情報技術者テキスト + 動画学習
# 11/24 基本情報技術者テキスト + 動画学習
# 11/25 基本情報技術者テキスト + 動画学習
# 11/26 基本情報技術者テキスト + 動画学習
# 11/27 基本情報技術者テキスト + 動画学習
# 11/28 基本情報技術者テキスト + 動画学習
# 11/29 基本情報技術者テキスト + 動画学習
# 11/30 基本情報技術者テキスト + 動画学習
# 12/1 基本情報技術者テキスト + 動画学習
# 12/2 基本情報技術者テキスト + 動画学習
# 12/3 基本情報技術者テキスト + 動画学習
# 12/4 基本情報技術者テキスト + 動画学習
# 12/5 基本情報技術者テキスト + 動画学習
# 12/6 基本情報技術者過去問 + 動画学習
# 12/7 基本情報技術者過去問 + 動画学習
# 12/8 基本情報技術者過去問 + 動画学習
# 12/9 基本情報技術者過去問 + 動画学習
# 12/10 基本情報技術者過去問 + 動画学習
# 12/11 基本情報技術者過去問 + 動画学習
# 12/12 基本情報技術者過去問 + 動画学習
# 12/13 基本情報技術者過去問 + 動画学習
# 12/14 基本情報技術者過去問 + 動画学習
# 12/15 基本情報技術者過去問 + 動画学習
# 12/16 基本情報技術者 試験日 不合格　科目a 706点 b 305点　b対策不足
# 12/17 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/18 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/19 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/20 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/21 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/22 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/23 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/24 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/25 基本情報技術者 過去問 + 科目b問題集 + 動画学習
# 12/26 基本情報技術者 過去問 + 科目b問題集 + 動画学習　progate
# 12/27 基本情報技術者 過去問 + 科目b問題集 + 動画学習　progate
# 12/28 基本情報技術者 過去問 + 科目b問題集 + 動画学習　progate HTML,CSS,Java,PHP,JavaScript
# 12/29
# 12/30
# 12/31
# 1/1
# 1/2
# 1/3
# 1/4
# 1/5
# 1/6
# 1/7
# 1/8
# 1/9
# 1/10
# 1/11
# 1/12
# 1/13
# 1/14
# 1/15
# 1/16
# 1/17
# 1/18
# 1/19
# 1/20